Revit 2027 API
ParameterTypeId.StairsRunLocationpathJustfication Property
 "Location Line": Location Line
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRunLocationpathJustfication { get; }
Public Shared ReadOnly Property StairsRunLocationpathJustfication As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRunLocationpathJustfication {
	ForgeTypeId^ get ();
}
static member StairsRunLocationpathJustfication : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace